{
  "nodes":[
    {"name":"Left anterior insula","description":"The left anterior insular cortex is found to be linked to rebelliousness and rule-breaking behavior in those with ADHD."},
    {"name":"Right anterior insula", "description":"There is less volume in the right anterior insular cortex in those with ADHD, which appears to be associated with problems in regulating attention and inhibition."},
    {"name":"Left temporoparietal junction"},
    {"name":"Right temporoparietal junction"},
    {"name":"Left amygdala","description":"Left amygdala volume appears to be significantly larger in those with ADHD compared to those without, though right amygdalar volume appears unaffected. As this area is primarily responsible for regulation of emotion, it may be the case that lower emotional processing and less control of impulsivity is associated with an increase in left amygdalar volume."},
    {"name":"Right amygdala"},
    {"name":"Anterior cingulate cortex","description":"Activity in the anterior cingulate cortex is significantly reduced in those with ADHD. This area plays a central role in mediating one’s attention and where it is directed towards. It is actively used in the ‘Stroop Task’, and those with ADHD have been shown to have a far more difficult time performing this task correctly compared to the average person without ADHD."},
    {"name":"Left ventral striatum","description":"There is an enhanced responsiveness to the anticipation of reward in those with ADHD, which may compensate for low levels of activation (coupled with high levels of connectivity) within the ventral striatum. This area is responsible for repressing activity from the limbic system (the emotional center of the brain) such that rewards and goals can be achieved, and any associated risks could be accurately perceived. Thoughts of gain (monetary, emotional, or otherwise) increase dopamine activity in this area, while thoughts of loss decrease dopamine activity. The ventral striatum is strongly involved in mediating the reinforcing effects of drugs, especially stimulants, through dopaminergic stimulation."},
    {"name":"Right ventral striatum","description":"There is an enhanced responsiveness to the anticipation of reward in those with ADHD, which may compensate for low levels of activation (coupled with high levels of connectivity) within the ventral striatum. This area is responsible for repressing activity from the limbic system (the emotional center of the brain) such that rewards and goals can be achieved, and any associated risks could be accurately perceived. Thoughts of gain (monetary, emotional, or otherwise) increase dopamine activity in this area, while thoughts of loss decrease dopamine activity. The ventral striatum is strongly involved in mediating the reinforcing effects of drugs, especially stimulants, through dopaminergic stimulation."},
    {"name":"Thalamus","description":"Those with ADHD often have trouble sleeping. The thalamus helps regulate brain waves that deal with waking consciousness and lead to a heightened state of alertness, logic, and critical reasoning. This waking consciousness is generated by “waking-state EEG oscillations”. It has increasingly been shown that both humans and animals can control these oscillations themselves, which shows promise for those with ADHD; however, further research is needed in this area."},
    {"name":"Hypothalamus"},
    {"name":"Midbrain"},
    {"name":"Left inferotemporal cortex"},
    {"name":"Right inferotemporal cortex"},

    {"name":"Left dorsolateral prefrontal cortex","description":"The dorsolateral prefrontal cortex regulates attention, and impairment may lead to symptoms of inattention and distraction, as often found in the ‘inattentive’ subtype of ADHD."},
    {"name":"Right dorsolateral prefrontal cortex","description":"The dorsolateral prefrontal cortex regulates attention, and impairment may lead to symptoms of inattention and distraction, as often found in the ‘inattentive’ subtype of ADHD."},
    {"name":"Dorsomedial prefrontal cortex"},
    {"name":"Left dorsal posterior parietal cortex"},
    {"name":"Right dorsal posterior parietal cortex","description":"Children with ADHD show decreased connectivity in the right parietal cortex. This is interesting, as this area is often associated with mental rotation/spatial working memory, and children with ADHD are also reported to show a relative inattention to the left side of space. Right parietal dysfunction also leads to a lack of control over attention and spatial working memory in those with ADHD. The right parietal cortex is also thinner in those with ADHD, particularly those who do not receive treatment medication. This thinning tends to disappear over time in those who receive medication."},
    {"name":"Left putamen"},
    {"name":"Right putamen"},
    {"name":"Left caudate","description":"The volume of the left caudate is typically smaller than the right caudate in those with ADHD. The larger the difference in volume, the worse that the patient is likely to demonstrate symptoms of inattentivity."},
    {"name":"Right caudate","description":"In the prefrontal cortex, children with ADHD often show much less connectivity. The right caudate nucleus is particularly impacted. In fact, children who demonstrate inattentivity often show an asymmetry in caudate volume, with the right caudate being larger than the left. The larger the asymmetry, the worse the inattentivity."},
    {"name":"Left temporal gyrus"},
    {"name":"Right temporal gyrus"},
    {"name":"Left lateral occipital cortex"},
    {"name":"Right lateral occipital cortex"},

    {"name":"Posterior cingulate cortex (precuneus)","description":"Increased activation was found in the posterior cingulate area, which is an area linked to the motivational shifting of attentional focus. This activation may lead to a highly motivated and active individual. However, ADHD is often accompanied by reduced activity in the parietal cortex, which would make it difficult to prioritize where the motivational energy and attention is directed towards."},
    {"name":"Left hippocampus","description":"Children and adolescents with less-severe ADHD symptoms often have an enlarged hippocampus. This has been viewed as the brain’s way of compensating for disturbances in the perception of time, processing, and stimulus seeking associated with ADHD."},
    {"name":"Right hippocampus","description":"Children and adolescents with less-severe ADHD symptoms often have an enlarged hippocampus. This has been viewed as the brain’s way of compensating for disturbances in the perception of time, processing, and stimulus seeking associated with ADHD."},
    {"name":"Ventromedial prefrontal cortex","description":"The ventromedial prefrontal cortex regulates emotional responses. Control of this area may be impaired in certain subtypes of ADHD."},
    {"name":"Left orbitofrontal cortex","description":"The orbitofrontal cortex controls emotional and motivational behaviors, and these behaviors are often impaired in ADHD."},
    {"name":"Right orbitofrontal cortex","description":"The orbitofrontal cortex controls emotional and motivational behaviors, and these behaviors are often impaired in ADHD."},
    {"name":"Medial prefrontal cortex"},
    {"name":"Left lateral parietal cortex"},
    {"name":"Right lateral parietal cortex","description":"Children with ADHD show decreased connectivity in the right parietal cortex. This is interesting, as this area is often associated with mental rotation/spatial working memory, and children with ADHD are also reported to show a relative inattention to the left side of space. Right parietal dysfunction also leads to a lack of control over attention and spatial working memory in those with ADHD. The right parietal cortex is also thinner in those with ADHD, particularly those who do not receive treatment medication. This thinning tends to disappear over time in those who receive medication."},
    {"name":"Left temporal cortex"},
    {"name":"Right temporal cortex"},
    {"name":"Left middle frontal gyrus"},
    {"name":"Right middle frontal gyrus"},
    {"name":"Left cerebellum","description":"There is a notably stronger connectivity between the anterior cingulate cortex and the cerebellum in those with ADHD. The cerebellum is particularly known for its regulation of certain autonomic functions, such as cardiovascular response and control. There is decreased autonomic arousal in patients with ADHD, and this enhanced connectivity may be reflective of that."},
    {"name":"Right cerebellum","description":"There is a notably stronger connectivity between the anterior cingulate cortex and the cerebellum in those with ADHD. The cerebellum is particularly known for its regulation of certain autonomic functions, such as cardiovascular response and control. There is decreased autonomic arousal in patients with ADHD, and this enhanced connectivity may be reflective of that."}
    ]
}