{
  "nodes":[
    {"name":"Left anterior insula","description":"For patients with schizophrenia who do not suffer from symptoms of paranoia, there is a decreased sensitivity to facial expressions demonstrating disgust, and an increased sensitivity to sad facial expressions. This is mediated by reduced activity in the left anterior insula. This area also appears to be responsible for auditory hallucinations."},
    {"name":"Right anterior insula", "description":"There is a decreased sensitivity to fearful faces in patients with schizophrenia. This is mediated by reduced activity in the right anterior insula. Interestingly enough, it appears that smoking nicotine helps improve right insular response in patients with schizophrenia, though this healing effect does not occur in patients without schizophrenia."},
    {"name":"Left temporoparietal junction"},
    {"name":"Right temporoparietal junction"},
    {"name":"Left amygdala"},
    {"name":"Right amygdala"},
    {"name":"Anterior cingulate cortex","description":"The anterior cingulate cortex shows reduced levels of grey matter in patients with schizophrenia, even before the patient is diagnosed. For this reason, the ACC is a particularly important area for predicting schizophrenia onset in children."},
    {"name":"Left ventral striatum"},
    {"name":"Right ventral striatum"},
    {"name":"Thalamus","description":"The thalamus plays a key role in information processing. Recently it has been hypothesized that there is a disruption in connectivity between the thalamus, the cerebellum, and the prefrontal cortex. A disruption in this circuitry produces something called 'cognitive dysmetria,' which leads to difficulty in prioritizing, processing, coordinating, and responding to information. This 'poor mental coordination' is a large problem for those who suffer from schizophrenia, and can account for a broad diversity of schizophrenia symptoms."},
    {"name":"Hypothalamus"},
    {"name":"Midbrain","description":"Midbrain activity is correlated with severity of delusions in those with schizophrenia. This appears to stem from assigning inappropriate significance to non-significant events. The midbrain is useful for determining what sort of stimuli is worth paying attention to, and an inappropriate direction of attention appears to be linked to delusional thinking."},
    {"name":"Left inferotemporal cortex"},
    {"name":"Right inferotemporal cortex"},

    {"name":"Left dorsolateral prefrontal cortex","description":"Deficits in working memory in schizophrenia patients are attributable (at least in part) to specific alterations in the neuronal circuitry of the dorsolateral PFC. This is often accompanied by disturbances in how certain neurotransmitters, such as glutamate and dopamine, are regulated in this area. Glutamate and dopamine are the two neurotransmitters most commonly associated with schizophrenia, and patients often show an increased sensitivity to these neurotransmitters."},
    {"name":"Right dorsolateral prefrontal cortex","description":"Deficits in working memory in schizophrenia patients are attributable (at least in part) to specific alterations in the neuronal circuitry of the dorsolateral PFC. This is often accompanied by disturbances in how certain neurotransmitters, such as glutamate and dopamine, are regulated in this area. Glutamate and dopamine are the two neurotransmitters most commonly associated with schizophrenia, and patients often show an increased sensitivity to these neurotransmitters."},
    {"name":"Dorsomedial prefrontal cortex","description":"In men with schizophrenia, there is a reduced volume of grey matter in the dorsomedial prefrontal cortex. This decrease does not appear to affect women."},
    {"name":"Left dorsal posterior parietal cortex"},
    {"name":"Right dorsal posterior parietal cortex"},
    {"name":"Left putamen"},
    {"name":"Right putamen"},
    {"name":"Left caudate"},
    {"name":"Right caudate"},
    {"name":"Left temporal gyrus"},
    {"name":"Right temporal gyrus"},
    {"name":"Left lateral occipital cortex"},
    {"name":"Right lateral occipital cortex"},

    {"name":"Posterior cingulate cortex (precuneus)","description":"About 30-50% of patients with schizophrenia are unaware that they have schizophrenia. Those who demonstrate an awareness of their disorder typically have increased blood flow in the precuneus area. In general, this area is associated with self-awareness."},
    {"name":"Left hippocampus"},
    {"name":"Right hippocampus"},
    {"name":"Ventromedial prefrontal cortex"},
    {"name":"Left orbitofrontal cortex","description":"In women with schizophrenia, there is a reduced volume of grey matter in the orbitofrontal cortex. This decrease does not appear to affect men."},
    {"name":"Right orbitofrontal cortex"},
    {"name":"Medial prefrontal cortex","description":"The medial PFC plays a large role in the mediation of symptoms in schizophrenia, particularly those related to dysfunction in internally directed thought, a state of watchfulness, and the maintenance of one's sense of self. In particular, dysregulation in this area appears to play a central role in paranoia, or unwanted fear and suspicious regarding others’ intentions."},
    {"name":"Left lateral parietal cortex"},
    {"name":"Right lateral parietal cortex"},
    {"name":"Left temporal cortex","description":"The volume of the temporal cortex tends to decrease over time as psychotic symptoms develop, particularly in the context of stress and drug abuse."},
    {"name":"Right temporal cortex","description":"The volume of the temporal cortex tends to decrease over time as psychotic symptoms develop, particularly in the context of stress and drug abuse."},
    {"name":"Left middle frontal gyrus","description":"The severity of ‘positive symptoms’ in schizophrenia, such as hallucinations, delusions, and racing thoughts, are correlated with decreased activation in the left middle frontal gyrus."},
    {"name":"Right middle frontal gyrus"},
    {"name":"Left cerebellum","description":"Recently it has been hypothesized that there is a disruption in connectivity between the thalamus, the cerebellum, and the prefrontal cortex. A disruption in this circuitry produces something called 'cognitive dysmetria,' which leads to difficulty in prioritizing, processing, coordinating, and responding to information. This 'poor mental coordination' is a large problem for those who suffer from schizophrenia, and can account for a broad diversity of schizophrenia symptoms."},
    {"name":"Right cerebellum","description":"Recently it has been hypothesized that there is a disruption in connectivity between the thalamus, the cerebellum, and the prefrontal cortex. A disruption in this circuitry produces something called 'cognitive dysmetria,' which leads to difficulty in prioritizing, processing, coordinating, and responding to information. This 'poor mental coordination' is a large problem for those who suffer from schizophrenia, and can account for a broad diversity of schizophrenia symptoms."}
    ]
}