{
  "nodes":[
    {"name":"Left anterior insula","description":"There is greater anterior insular activity in anxious individuals, which is correlated with one’s sense of perceived control over a situation. Interestingly, increased activity in the insular cortex also showed increased co-activation in the anterior midcingulate cortex, which is associated with empathy and exploratory behavior."},
    {"name":"Right anterior insula", "description":"Anxiety is strongly associated with hyperactivity of the anterior insula in the salience network. Those who score high on neuroticism tend to have greater right anterior insular activation during decision making, even when the outcome of the decision is certain. Furthermore, multiple disturbances following lesions of the insula, including those related to autonomic function, gustatory, olfactory, auditory, somatosensory and multimodal perception, as well as body awareness, the emotion of disgust, mood and willed action, addiction behavior and language have been reported in the literature."},
    {"name":"Left temporoparietal junction"},
    {"name":"Right temporoparietal junction"},
    {"name":"Left amygdala","description":"The amygdala regulates the ‘fight-or-flight’ response to danger, and also aids in long-term memory storage based on the strength of the emotions associated with a remembered event. In those with anxiety, the amygdala is more easily triggered by emotional past experiences, producing a stronger fear reaction."},
    {"name":"Right amygdala","description":"The amygdala regulates the ‘fight-or-flight’ response to danger, and also aids in long-term memory storage based on the strength of the emotions associated with a remembered event. In those with anxiety, the amygdala is more easily triggered by emotional past experiences, producing a stronger fear reaction."},
    {"name":"Anterior cingulate cortex","description":"The anterior cingulate cortex is activated in anticipation of negative or dangerous events. Those who suffer from an anxiety disorder show an increased activation in this area."},
    {"name":"Left ventral striatum"},
    {"name":"Right ventral striatum"},
    {"name":"Thalamus","description":"The thalamus is associated with one’s subjective experience of anxiety. When an anxious individual reflects on their anxiety levels, they are using their thalamus. In those with an anxiety disorder, there appears to be a chronic over-arousal of the thalamus. This leads to an extended release of stress hormones, which may later damage the hippocampus (an area responsible for learning and memory)."},
    {"name":"Hypothalamus","description":"The sympathetic nervous system starts in the hypothalamus, and is responsible for the “fight-or-flight” response in dangerous situations. This response produces stress hormones in the body, such as adrenaline. When a person is anticipating danger, their hypothalamus is activated. Those with an anxiety disorder often have a highly active hypothalamus, which leads to a greater presence of stress hormones in the body."},
    {"name":"Midbrain"},
    {"name":"Left inferotemporal cortex","description":"In those with a social anxiety disorder, there is a significantly increased thickness in the left inferotemporal cortex."},
    {"name":"Right inferotemporal cortex"},

    {"name":"Left dorsolateral prefrontal cortex","description":"In one experiment, patients were asked to determine whether or not they would describe themselves as “behaviorally inhibited”, or prone to withdraw from unfamiliar situations, people, or environments. Those who described themselves as “behaviorally inhibited” showed greater activity in their dorsolateral PFC, and reported to experience greater feelings of stress and anxiety when faced with a particularly threatening situation. This area is also active when experiencing threat-induced anxiety, which may lead to more difficulty resolving problems or uncertainties."},
    {"name":"Right dorsolateral prefrontal cortex","description":"In one experiment, patients were asked to determine whether or not they would describe themselves as “behaviorally inhibited”, or prone to withdraw from unfamiliar situations, people, or environments. Those who described themselves as “behaviorally inhibited” showed greater activity in their dorsolateral PFC, and reported to experience greater feelings of stress and anxiety when faced with a particularly threatening situation. This area is also active when experiencing threat-induced anxiety, which may lead to more difficulty resolving problems or uncertainties."},
    {"name":"Dorsomedial prefrontal cortex","description":"Anxiety leads to a disruption of executive functioning in the prefrontal cortex. The dorsomedial PFC is responsible for flexible decision making, and an anxiety disorder deactivates this area such that flexible decision making cannot easily occur. In this way, anxiety also biases decision making when the choice involves overcoming a conflict. o   Sustained anxiety also produces a stronger connectivity between the dorsomedial PFC and the amygdala, which is an area highly associated with responding to emotionally distressing events."},
    {"name":"Left dorsal posterior parietal cortex"},
    {"name":"Right dorsal posterior parietal cortex"},
    {"name":"Left putamen"},
    {"name":"Right putamen"},
    {"name":"Left caudate"},
    {"name":"Right caudate"},
    {"name":"Left temporal gyrus"},
    {"name":"Right temporal gyrus"},
    {"name":"Left lateral occipital cortex"},
    {"name":"Right lateral occipital cortex"},

    {"name":"Posterior cingulate cortex (precuneus)","description":"There is an increased deactivation in the PCC for those with anxiety, particularly when processing information. This area is responsible for emotional processing, and its deactivation suggests that, in situations perceived as threatening, an anxiety sufferer is more likely to pay attention to the threat itself over anything else, such that the threatening memory can be recalled later."},
    {"name":"Left hippocampus","description":"Increased stress leads to increased glucocorticoid levels in the brain, which come from the adrenal glands in response to stressful (adrenaline-producing) events. These glucocorticoids break down the hippocampus, which is an area responsible for learning and memory. Those with anxiety have shown a tendency towards “avoidance learning”, or conditioned avoidance of certain objects or situations due to an associated anticipation of fear or negative experience. This appears to be somewhat triggered by an impaired hippocampus."},
    {"name":"Right hippocampus","description":"Increased stress leads to increased glucocorticoid levels in the brain, which come from the adrenal glands in response to stressful (adrenaline-producing) events. These glucocorticoids break down the hippocampus, which is an area responsible for learning and memory. Those with anxiety have shown a tendency towards “avoidance learning”, or conditioned avoidance of certain objects or situations due to an associated anticipation of fear or negative experience. This appears to be somewhat triggered by an impaired hippocampus."},
    {"name":"Ventromedial prefrontal cortex"},
    {"name":"Left orbitofrontal cortex","description":"The orbitofrontal cortex acts as a ‘control system’ for the amygdala. This incentivizes the patient to take action to remove themselves from the stressful area, such as moving to a calmer location."},
    {"name":"Right orbitofrontal cortex","description":"The orbitofrontal cortex acts as a ‘control system’ for the amygdala. This incentivizes the patient to take action to remove themselves from the stressful area, such as moving to a calmer location."},
    {"name":"Medial prefrontal cortex","description":"Reduced deactivation of the medial prefrontal cortex is thought to be linked to higher levels of anxiety when processing personally relevant, threatening information."},
    {"name":"Left lateral parietal cortex"},
    {"name":"Right lateral parietal cortex"},
    {"name":"Left temporal cortex","description":"Those with anxiety often have abnormal brain activity in the temporal cortices, which contribute to a variety of problems relating to irritability or aggressive outbursts, problems with learning and memory, visual or auditory hallucinations, periods of “spaciness” and inattentivity, or negative thoughts."},
    {"name":"Right temporal cortex","description":"Those with anxiety often have abnormal brain activity in the temporal cortices, which contribute to a variety of problems relating to irritability or aggressive outbursts, problems with learning and memory, visual or auditory hallucinations, periods of “spaciness” and inattentivity, or negative thoughts."},
    {"name":"Left middle frontal gyrus"},
    {"name":"Right middle frontal gyrus"},
    {"name":"Left cerebellum","description":"There is increased activity in the cerebellum when someone reports feeling angry or fearful. The cerebellum is said to communicate closely with the amygdala, which helps regulate emotional responses to events. Those with anxiety show more activity in the cerebellum, which suggests that those with anxiety more regularly experience fear and anger."},
    {"name":"Right cerebellum","description":"There is increased activity in the cerebellum when someone reports feeling angry or fearful. The cerebellum is said to communicate closely with the amygdala, which helps regulate emotional responses to events. Those with anxiety show more activity in the cerebellum, which suggests that those with anxiety more regularly experience fear and anger."}
    ]
}