{
  "nodes":[
    {"name":"Left anterior insula","description":"This is a test node!"},
    {"name":"Right anterior insula", "description":"There is decreased connectivity within the right anterior insula in those suffering from depression. The right anterior insula controls interactions between the default mode network and the control executive network. It has been suggested that major depressive disorder is a result of unusual switching between the DMN-mediated self-referencing behavior and CEN-mediated goal-directed behavior, which may explain why sufferers of major depression often have difficulty disengaging from negative and painful thoughts. Greater right insular activity is also associated with the act of repressing sad or distressing thoughts. Those treated with antidepressant medication showed less activation in this area over time."},
    {"name":"Left temporoparietal junction"},
    {"name":"Right temporoparietal junction"},
    {"name":"Left amygdala","description":"Increasing amygdaloid activity by recalling positive autobiographical memories can decrease depression in those with major depressive disorder."},
    {"name":"Right amygdala","description":"An increase in right amygdala volume is associated with increased self-aggression and suicide attempts. This suggests that the size of the right amygdala could predict suicide risk, which might be beneficial for future suicide prevention techniques."},
    {"name":"Anterior cingulate cortex","description":"For those experiencing a depressive episode, it is shown that there is increased connectivity found in the subgenual anterior cingulate cortex. In fact, the connectivity is linked to the duration of the episode. White matter tracts lead to the anterior cingulate cortex, and stimulation of these tracts is associated with quick and sustained reduction of depression. Electrical stimulation of the subgenual cingulate white matter around this area may reverse symptoms of depression. The degree of abnormal subgenual functional activity is correlated with the length of the current depressive episode. This area is hypothesized by some to be the main area of dysregulation for those with depression. Other disorders do not seem to show dysregulation in this area, suggesting that this is a feature and dysregulation unique to depression."},
    {"name":"Left ventral striatum","description":"There is a lack of ventral striatum response to positive events or images in those with major depression. This area is typically associated with the anticipation of reward, and a lack of activity in this area leads to more difficulty experiencing pleasure or positive motivation. The lower the activation in this area, the less interest or pleasure the person receives from activities."},
    {"name":"Right ventral striatum","description":"There is a lack of ventral striatum response to positive events or images in those with major depression. This area is typically associated with the anticipation of reward, and a lack of activity in this area leads to more difficulty experiencing pleasure or positive motivation. The lower the activation in this area, the less interest or pleasure the person receives from activities."},
    {"name":"Thalamus","description":"Increased connectivity in the thalamus in many depressed patients, which reflects increased emotional processing between the thalamus and the anterior cingulate cortex. When this region is in use, the central executive network is inactive, thus executive functioning is not in use."},
    {"name":"Hypothalamus"},
    {"name":"Midbrain"},
    {"name":"Left inferotemporal cortex"},
    {"name":"Right inferotemporal cortex"},

    {"name":"Left dorsolateral prefrontal cortex","description":"Compared to those without major depression, there is a noticeably increased activation in the left dorsolateral PFC in response to emotional judgment of negative pictures."},
    {"name":"Right dorsolateral prefrontal cortex","description":"MDD patients tend to have a more difficult time identifying and evaluating the context of an emotion, and they may suppress thoughts of negative events rather than use more adaptive emotional regulation strategies, such as reappraisal (or reinterpreting the meaning of an emotional event in a more positive way). This appears to be linked to an increase in activation of the right dorsolateral PFC, which is known to direct one’s attention to negative stimuli."},
    {"name":"Dorsomedial prefrontal cortex","description":"At resting, there is an increased functional connectivity to the dorsal medial prefrontal cortex. This area is known for its widespread connections to neighboring networks that aid in the regulation of emotion and long-term planning. In general, hyperactivity associated with the dorsal medial prefrontal cortex is associated with many characteristics of depression, such as decreased ability to focus on attention-demanding tasks, exaggerated self-focus, and rumination. Dysfunction in this area could lead to greater difficulty viewing oneself in a positive light."},
    {"name":"Left dorsal posterior parietal cortex"},
    {"name":"Right dorsal posterior parietal cortex"},
    {"name":"Left putamen"},
    {"name":"Right putamen"},
    {"name":"Left caudate"},
    {"name":"Right caudate"},
    {"name":"Left temporal gyrus"},
    {"name":"Right temporal gyrus"},
    {"name":"Left lateral occipital cortex"},
    {"name":"Right lateral occipital cortex"},

    {"name":"Posterior cingulate cortex (precuneus)","description":"In healthy subjects, the precuneus is correlated correlated with the ability to retrieve autobiographical memories with a first-person perspective. In those who suffer from major depression, the precuneus is abnormally active, which indicates an abnormal level of self-processing. This may relate to the tendency for depressed patients to retrieve autobiographical memories from a third-person perspective. There is evidence that measuring precuneus activation can act as an indicator to predict clinical response to antidepressant treatment."},
    {"name":"Left hippocampus","description":"The hippocampus plays a critical role in learning and memory. Those with depression show a decrease in hippocampal volume over time. This is due to an increase in glucocorticoid levels in that region, which are released from the adrenal glands in response to stress and inflammation in the body. Over time, the hippocampus is unable to produce new neurons due to heightened glucocorticoid levels, thus leading to increasingly worse memory and ability to learn new information. Drugs that block glucocorticoid levels are currently being researched, and may someday function as an antidepressant."},
    {"name":"Right hippocampus","description":"The hippocampus plays a critical role in learning and memory. Those with depression show a decrease in hippocampal volume over time. This is due to an increase in glucocorticoid levels in that region, which are released from the adrenal glands in response to stress and inflammation in the body. Over time, the hippocampus is unable to produce new neurons due to heightened glucocorticoid levels, thus leading to increasingly worse memory and ability to learn new information. Drugs that block glucocorticoid levels are currently being researched, and may someday function as an antidepressant."},
    {"name":"Ventromedial prefrontal cortex"},
    {"name":"Left orbitofrontal cortex"},
    {"name":"Right orbitofrontal cortex"},
    {"name":"Medial prefrontal cortex"},
    {"name":"Left lateral parietal cortex"},
    {"name":"Right lateral parietal cortex"},
    {"name":"Left temporal cortex","description":"Those with major depression often have abnormal brain activity in the temporal cortices, which contribute to a variety of problems relating to irritability or aggressive outbursts, problems with learning and memory, visual or auditory hallucinations, periods of “spaciness” and inattentivity, or negative thoughts. These people might have an adverse response to certain antidepressant medications, such as Prozac. When this happens, and if the symptoms are particularly severe, a doctor may recommend that they take an anti-seizure medication first, followed by an antidepressant medication afterwards. However, natural remedies that boost GABA (a neurotransmitter in the brain that produces a calming effect) can also be helpful for those with abnormal temporal cortical activity. "},
    {"name":"Right temporal cortex","description":"Those with major depression often have abnormal brain activity in the temporal cortices, which contribute to a variety of problems relating to irritability or aggressive outbursts, problems with learning and memory, visual or auditory hallucinations, periods of “spaciness” and inattentivity, or negative thoughts. These people might have an adverse response to certain antidepressant medications, such as Prozac. When this happens, and if the symptoms are particularly severe, a doctor may recommend that they take an anti-seizure medication first, followed by an antidepressant medication afterwards. However, natural remedies that boost GABA (a neurotransmitter in the brain that produces a calming effect) can also be helpful for those with abnormal temporal cortical activity. "},
    {"name":"Left middle frontal gyrus"},
    {"name":"Right middle frontal gyrus"},
    {"name":"Left cerebellum"},
    {"name":"Right cerebellum"}
    ]
}